[MT2OFX Language File]
Language=Deutsch
LanguageCode=de
LCID=&H0407
Version=$Header: /MT2OFX/res/german.lng 6     20/12/09 22:26 Colin $
101=MT940 Kontodateien
102=Ausgabedatei wählen
103=Kontodatei öffnen
104=OFC Dateien (*.OFC)|*.OFC|OFX Dateien (*.OFX)|*.OFX|Quicken QFX Dateien (*.QFX)|*.QFX|Quicken Interchange Dateien (*.QIF)|*.QIF|alle Dateien|*.*
105=Buchungsdatum (standard)
106=Valutadatum
107=Transaktionsdatum
108=Einstellungen können nicht geladen werden!
109=Einstellungen können nicht gespeichtert werden!
110=Umwandlung fertig, starte Import
111=Umwandlung fertig!
112=Import nicht möglich, Programm=%2, Parameter=%3\n\n%4  (%1)
113=Verarbeitung von '%1' fehlgeschlagen
114='%1': %2 kann nicht geöffnet werden
115=Bank konnte in '%1' nicht identifiziert werden.
116=Einstellungen für Bank '%1' konnten nicht geladen werden.
117=Fehler bei der Verarbeitung der Transaktion.
118=Verarbeitung abgebrochen.
119=Fehler in Skript '%1': Prozedur '%2' sollte %3 Parameter haben.
120=Unverändert
121=GROSSBUCHSTABEN
122=kleinbuchstaben
123=Groß Am Anfang
124=tt/mm/jjjj
125=mm/tt/jjjj
126=Warnung - Regel bezieht sich auf eine undefinierte Bank!
127=Bankregel wirklich löschen?
128=Mit der Endung '%1' ist kein Programm verknüpft. Import abgebrochen.
129=Diesen Bezug wirklich löschen? Die Skriptdatei selbst wird nicht gelöscht.
130=Diese Endung wirklich löschen?
131=Fehler ist beim Start des Skripteditors: 
132=Änderungen an diesem Eintrag speichtern?
133=jjjj/mm/tt
134=(Systemeinstellung)
135=Alle Dateien
136=Kontodateien im Text Format
137=. (Punkt)
138=, (Beistrich)
139=Angepasst - siehe hierunter
150=Verarbeiten Eingabedatei...	
151=Schreiben Ausgabedatei...	
152=Zählen Transaktionen...	
153=Einlesen MT940-Datei...	
154=Sortieren Transaktionen...
155=MT2OFX wird bereits ausgeführt.	
500=Die Version %1 (%2) ist zu alt. Diese Datei hat Version %3; MT2OFX benötigt im Minimum %4.
501=Das Skript hat keine einstellbaren Parameter.
502=Keine Information verfügbar!
550=Bankskript wählen
551=VBScript-Dateien (*.vbs)|*.vbs
1000=MT2OFX - V%1
1001=Hilfe...
1002=Suchen...
1003=Umwandeln!
1004=Schließen
1005=Einstellungen speichern
1007=Verwenden
1008=Über...
1011=Optionen...
1012=Von Zwischenablage
1050=MT2OFX-Fortschritt
1051=Verarbeitet wird:
1100=Unbekannter Bank
1101=MT2OFX konnte das Format der Datei "%1" nicht erkennen.
1102=MT2OFX kann für die Dateiformate anderer Banken configuriert werden. Eine Anleitung findet sich unter "Mehr Infos".
1103=Mehr Infos...
1104=OK
1150=Neue Bank
1151=Bank Code (BIC)
1152=Bankname
1153=Auf dieser Webseite kann nach dem BIC einer Bank gesucht werden:
1154=OK
1155=Abbrechen
1156=Bank Code existiert bereits. Bitte einen Anderen wählen.
1157=Neue Bank
1200=MT2OFX Optionen
1201=Öffnen Dialog beim Starten zeigen
1202=Aktionen nach der Konvertierung
1203=Ergebnis speichern:
1204=Mehrfache Leerzeichen bei Empfänger und Buchungstext entfernen
1205=wird als Buchungsdatum verwendet
1206=Standard Dateityp für die Ausgabe
1207=Buchungstext Trennzeichen
1208=Schreibweise Empfänger
1209=MT940...
1210=Abbrechen
1211=OK
1212=QIF Datumsformat
1213=Skripten...
1214=MT940 Dateierweiterung
1215=Text Dateierweiterung
1216=Schließen
1217=Empfänger ersetzen...
1218=Programm für Scripteditor
1219=Ausführbar (*.exe)|*.exe|Alle Dateien (*.*)|*.*
1220=Immer Schecknummer erzeugen
1221=Standard Empfängername
1222=OFX Version
1223=Buchungstext Trennzeichen
1224=QIF Dezimales Trennzeichen
1225=Keine !Account Kopfzeilche bei QIF
1226=Automatisch - gleiches Verzeichnis wie Eingabe
1227=Fragen - für jede Datei
1228=Temporär - löschen nach Gebrauch
1229=Ergebnis der Umwandlung der Zwischenablage speichern
1230=QIF Maximale Buchungstextlänge
1231=Transaktionen nicht nach Datum sortieren
1232=Angepasstes QIF-Datumformat
1250=Neue Dateierweiterung zuordnen
1251=Erweiterung:
1252=Abbrechen
1253=OK
1254=Leere Kontoauszüge überspringen
1255=OFX Dezimales Trennzeichen
1256=FITID-Erzeugung wie in Versionen früher dan 3.5
1257=Währung in QFX-Ausgabe forcieren auf
1258=(Gebrauch Originalwährung)
1259=Ausgabe OFX/QFX
1260=Betrag in U-Zeile ergeben
1261=Keine Bestätigung vor dem Import
1262=Datum der lëzten Transaction bei fehlendem Saldodatum einwenden
1263=Log-Datei Öffnen
1300=MT2OFX Texteingabeskripten
1301=Abbrechen
1302=OK
1303=Aufwärts
1304=Abwärts
1305=Neu
1306=Entfernen
1307=Aktualisieren
1308=Zurücksetzen
1309=Bearbeiten
1310=Skript Name
1311=#|Skript|Endungen
1312=Dateierweiterung
1313=Die Eingabedatei wird von den Skripts in der angeführten Reihenfolge verarbeitet. Die Eingabedatei wird vom ersten aktiven Skript verarbeitet, welches das verwendete Dateiformat erkennt. Skripts werden durch Ankreuzen aktiv.
1314=Über...
1315=Parameter...
1316=Schließen
1317=Dateierweiterung %1 ist mit mehreren Skripts verbunden, inklusiv %2 und %3. Bitte verbessern Sie dies vor dem Speichern.
1350=Aktionen nach der Konvertierung
1351=Ausgabeformat:
1352=Keine Aktion
1353=Mit dem in Windows verknüpften Programm öffenen
1354=Mit folgendem Programm öffnen:
1355=OK
1356=Abbrechen
1357=Erweiterungen, die ohne Erkennung automatisch dieses Bankskript auswählen:
1358=Erweiterungen mit Beistrichen trennen.
1359=QuickStart...
1400=MT2OFX MT940 Bank Optionen
1401=Schließen
1402=Neu...
1403=Entfernen
1404=Aktualisieren
1405=Zurücksetzen
1406=Bank Name:
1407=Verarbeite Skriptdatei:
1408=Verwende strukturierte :86: Einträge
1409=Ignoriere leere Beschreibungsfelder
1410=Bearbeiten
1411=Übereinstimmend mit...
1412=Bank Eigenschaften
1414=Bank löschen
1415=Bank kann nicht gelöscht werden, da sie in einer oder mehreren Vergleichsregeln verwendet wird.
1416=Bank "%1" wirklich löschen ?
1417=BIC|Bank Name
1418=Über...
1419=Parameter...
1500=MT2OFX Eingabedateierweiterung
1501=Dateierweiterungen, die nicht-MT940 Dateien direkt mit einem Eingabeskript verknüpfen:
1502=Neu
1503=Löschen
1504=Aktualisieren
1505=Zurücksetzen
1506=Schließen
1507=Dateierweiterung
1508=Verarbeite Skriptdatei:
1509=Bearbeiten
1510=Auto-Erkennung
1511=Erw.|Script
1512=Über...
1513=Parameter...
1600=MT2OFX MT940 Bank Suche
1601=#|Zeilen|Muster|Bank
1602=Aufwärts
1603=Abwärts
1604=Neu
1605=Entfernen
1606=Regel
1607=Muster:
1608=Innerhalb:
1609=Bank Konfiguration:
1610=Aktualisieren
1611=Zurücksetzen
1612=Abbrechen
1613=OK
1614=Zeilen
1700=Empfänger Ersetzen
1701=Muster|Feld|Ersatz|Kategorie|SIC|Wtr?
1702=Aufwärts
1703=Abwärts
1704=Entfernen
1705=Hinzufügen
1706=Zuordnungsregel für Empfänger
1707=Wenn:
1708=Setze Empfänger auf:
1709=Setze Kategorie auf:
1710=Aktualisieren
1711=Zurücksetzen
1712=Abbrechen
1713=Speichern && Schließen
1714=Groß-/Kleinschreibung ignorieren
1715=Test
1716=Test Empfänger:
1717=Ergebnis dieser Regel:
1718=Ergebnis aller Regeln:
1719=Ausdruck enthält Syntaxfehler. Trotzdem akzeptieren?
1720=Ungültiges Muster
1721=<Keine Übereinstimmung gefunden>
1722=<Ungültiges Muster>
1723=Hilfe mit Muster...
1724=Muster-Hilfe
1725=Spezielle Zeichen
1726=Buchstabe
1727=Ziffer
1728=Alphanumerisch
1729=Leerzeichen
1730=Zeichen
1731=Muster
1732=invertieren
1733=Wieviel?
1734=einen
1735=keinen oder einen
1736=keinen o. mehrere
1737=einen oder mehrere
1738=zwischen
1739=und
1740=Text einfügen
1741=Übernehmen
1742=beginnt mit
1743=enthält
1744=stimmt überein mit
1745=Empfänger
1746=Buchungstext
1747=Test Buchungstext:
1748=SIC:
1749=Weiterführen met folgender Regel
1800=Skript-Eigenschaften
1801=Eigenschaften für %1
1802=OK
1803=Abbrechen
1804=Einstellung|Wert
1805=Eigenschaft Wert
1806=Beschreibung:
1807=Wert:
1808=Aktualisieren
1809=Zurücksetzen
1810=Schließen
1811=Wert '%1' stimmt nicht überein met Muster '%2'
1812=Prüfungsfehler
1900=Skript-Auswahl QuickStart
1901=Wahl ein Land aus um MT2OFX mit geeigneten Skripten einzurichten.
1902=Land
1903=Bank|Format|Skript
1904=Nicht-ausgewählte Skripten aus der Konfiguration weglassen
1905=Abbrechen
1906=OK
1907=ge
1908=Der Skript-Katalog könnte nicht eingelesen worden: %1
1909=Ihre jetzige Skript-Konfiguration wird durch diese Auswahl ersetzt. Wollen Sie weiterführen?
